{"articles":[{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"Agent-Based Modeling for SARS-CoV-2 Epidemic Prediction and Intervention Assessment: A Methodological Appraisal","authors":"Mariusz Maziarz & Martin Zach","date":"8/21/2020","source":"Journal of Evaluation in Clinical Practice","description":"Our purpose is to assess epidemiological agent-based models– or ABMs - of the SARS-CoV-2 pandemic methodologically. The rapid spread of the outbreak requires fast-paced decision-making regarding mitigation measures. However, the evidence for the efficacy of non-pharmaceutical interventions such as imposed social distancing and school or workplace closures is scarce: few observational studies use quasi-experimental research designs, and conducting randomized controlled trials seems infeasible. Additionally, evidence from the previous coronavirus outbreaks of SARS and MERS lacks external validity, given the significant differences in contagiousness of those pathogens relative to SARS-CoV-2. To address the pressing policy questions that have emerged as a result of COVID-19, epidemiologists have produced numerous models that range from simple compartmental models to highly advanced agent-based models. These models have been criticized for involving simplifications and lacking empirical support for their assumptions. In order to address these voices and methodologically appraise epidemiological ABMs, we consider AceMod (the model of the COVID-19 epidemic in Australia) as an example of the modeling practice. Our case study shows that, although epidemiological ABMs involve simplifications of various sorts, the key characteristics of social interactions and the spread of SARS-CoV-2 are represented sufficiently accurately. This is the case because these modelers treat empirical results as inputs for constructing modeling assumptions and rules that the agents follow; and they use calibration to assert the adequacy to benchmark variables. Given this, we claim that the best epidemiological ABMs are models of actual mechanisms and deliver both mechanistic and difference-making evidence. Consequently, they may also adequately describe the effects of possible interventions. Finally, we discuss the limitations of ABMs and put forward policy recommendations.","link":"https://onlinelibrary.wiley.com/doi/10.1111/jep.13459","file":"N/A","image":"https://onlinelibrary.wiley.com/cms/asset/e8825667-44de-4203-955d-0eed11a3f978/jep.v26.5.cover.jpg"},{"submitter":"Sabina Leonelli","fb":"","tw":"https://twitter.com/sabinaleonelli","li":"","ig":"","type":"Article/Essay","title":"Data Science in Times of Pan(dem)ic","authors":"Sabina Leonelli","date":"January 2021","source":"Harvard Data Science Review","description":"This article, which provides a general framework to think about the role of data and data science within the pandemic response, was commented upon by seven commentators (from public health, epidemiology, data science, science policy, history and politics of science) and followed by a rejoinder of the author discussing the general role of values and politics within pandemic research.","link":"https://doi.org/10.1162/99608f92.fbb1bdd6","file":"N/A","image":"https://assets.pubpub.org/77mz5wf0/51608230612665.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"Difficult Trade-Offs in Response to COVID-19: The Case for Open and Inclusive Decision Making","authors":"Ole F. Norheim, Joelle M. Abi-Rached, Liam Kofi Bright, Kristine Bærøe, Octávio L. M. Ferraz, Siri Gloppen & Alex Voorhoeve","date":"12/18/2020","source":"Nature Medicine","description":"The authors 'argue that deliberative decision making that is inclusive, transparent and accountable can contribute to more trustworthy and legitimate decisions on difficult ethical questions and political trade-offs during the pandemic and beyond.'","link":"https://www.nature.com/articles/s41591-020-01204-6","file":"N/A","image":"https://philsci.org/photos/covid.svg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"How Science Beat the Virus","authors":"Ed Yong","date":"12/14/2020","source":"The Atlantic","description":"The scientific community spent the pre-pandemic years designing faster ways of doing experiments, sharing data, and developing vaccines, allowing it to mobilize quickly when COVID‑19 emerged. Its goal now should be to address its many lingering weaknesses.'","link":"https://www.theatlantic.com/magazine/archive/2021/01/science-covid-19-manhattan-project/617262/","file":"N/A","image":"https://cdn.theatlantic.com/thumbor/pO-aNwZ2bhDLg5u5oMrO9wmzcWQ=/95x90:1905x1033/960x500/media/img/2020/12/WEL_Yong_Opener/original.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"Hydroxychloroquine and the Political Polarization of Science","authors":"Cailin O’Connor, James Owen Weatherall","date":"5/4/2020","source":"Boston Review","description":"How a drug became an object lesson in political tribalism.","link":"http://bostonreview.net/science-nature-politics/cailin-oconnor-james-owen-weatherall-hydroxychloroquine-and-political","file":"N/A","image":"http://bostonreview.net/sites/default/files/hydroxy2.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"Measurement Perspective, Process, and the Pandemic","authors":"Vadim Keyser & Hannah Howland","date":"11/21/2020","source":"European Journal for Philosophy of Science","description":"This discussion centers on two desiderata: the role of measurement in information-gathering and physical interaction in scientific practice. By taking inspiration from van Fraassen’s (2008) view, we present a methodological account of perspectival measurement that addresses empirical practice where there is complex intervention, disagreeing results, and limited theory. The specific aim of our account is to provide a methodological prescription for developing measurement processes in the context of limited theory. The account should be useful to philosophers of science, who are interested in the intersection between representation and intervention; scientists, who are interested in methodological suggestions for theory-development and reliability; and interdisciplinary researchers, who are interested in the intersections between the pandemic, built environments, and social processes. We apply the process-view of measurement to COVID-19, specifically, measuring replication in the SARS-CoV-2 virus. The aim is to show that our account tracks key elements—manipulation/intervention, independence, invariance, and theory-development—by organizing unfolding measurement processes. Additionally, we use our account to make prescriptive suggestions for measurement practice in the COVID-19 context by discussing the need to broaden measurement perspective on interaction, manipulation, and production.","link":"https://link.springer.com/article/10.1007/s13194-020-00326-5","file":"N/A","image":"https://media.springernature.com/w200/springer-static/cover/journal/13194.jpg"},{"submitter":"Sabina Leonelli","fb":"","tw":"https://twitter.com/sabinaleonelli","li":"","ig":"","type":"Article/Essay","title":"Mobilizing the Transnational History of Knowledge Flows. COVID-19 and the Politics of Research at the Borders","authors":"John Krige and Sabina Leonelli","date":"March 2021","source":"History & Technology","description":"This paper mobilizes a transnational approach to intervene in the unfolding history of the Covid-19 pandemic, advocating for nationally based, interdependent initiatives that push back against the fragmentation of national responses and, eventually, national protectionism. Focusing on the governance of digital technologies for data sharing, and using two case studies as illustrations, we describe the emergence of transnational realms of scientific and political cooperation, that were structured to foster interdependence, to bypass insular nationalism, and to subvert digital feudalism. By critically reading these case studies through the lens of the transnational flows of knowledge across borders, we exploit the intellectual and political agendas embedded in this historiographic approach.","link":"https://www.tandfonline.com/doi/full/10.1080/07341512.2021.1890524","file":"Attachment On file","image":"https://philsci.org/photos/covid.svg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"Science and Policy in Extremis: What Can We Learn from the UK’s Initial Response to COVID-19?","authors":"Jonathan Birch","date":"12/16/2020","source":"The London School of Economics and Political Science","description":"SAGE uses a set of assumptions called the ‘reasonable worst-case scenario’ in its pandemic planning. Jonathan Birch (LSE) looks at the group’s minutes and documents from early 2020 and argues that over-reliance on these assumptions led to costly delays.","link":"https://blogs.lse.ac.uk/covid19/2020/12/16/science-and-policy-in-extremis-what-can-we-learn-from-the-uks-initial-response-to-covid-19/","file":"N/A","image":"https://blogsmedia.lse.ac.uk/blogs.dir/123/files/2020/12/march670-1.jpg"},{"submitter":"Catherine Kendig","fb":"","tw":"https://twitter.com/KatieKendig","li":"","ig":"","type":"Article/Essay","title":"The Ethics of Speculative Anticipation and the COVID-19 Pandemic","authors":"Catherine Kendig and Wenda K. Bauchspies","date":2021,"source":"Hypatia 36(1): 228-236.","description":"This paper explores the role of speculative anticipation in ethics during the COVID-19 pandemic and provides a structure to think about ethical decision-making in times of extreme uncertainty. We identify three different but interwoven domains within which speculative anticipation can be found: global, local, and projective anticipation. Our analysis aims to open possibilities of seeing the situatedness of others both locally and globally in order to address larger social issues that have been laid bare by the presence of SARS-CoV-2. Our account of speculative anticipation builds on the analyses of the gendered impact of anticipation in technoscience by Vincanne Adams, Michelle Murphy and Adele Clarke; studies in cultural anthropology by Ann Laura Stoler; and the recent research on speculative fiction by Esther Jones. Like theirs, ours is intended to be useful. We offer it as a tool to recast questions and revisit assumptions in the context of the COVID-19 pandemic. It is hoped that by using the frame of the ethics of speculative anticipation, one might be able to consider how to avoid those futures that reproduce inequity, and instead actively and responsibly envision those futures that are informed by equity and sustainability.","link":"http://dx.doi.org/10.1017/hyp.2020.56","file":"Attachment On file","image":"https://www.cambridge.org/core/cambridge-core/public/images/logo_core_page_share_600x600.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"The role of philosophy in the pandemic era","authors":"G. Lourdes Velázquez","date":"9/1/2020","source":"Bioethics Update","description":"Philosophy does not offer tools for solving practical problems, but looks for a sense of concrete situations through a rational reflection. In the present case this sense focuses on: 1. human fragility (the virus can kill any human being); 2. human impotence (our situation is essentially identical with that of ancient epidemics: our defence reduces us to isolation); 3. limited efficiency of techno-science (the decisive therapy for this illness has not been found yet, despite the efforts of hundreds of laboratories and pharmaceutical companies); 4. rediscovery of common good and human solidarity (the protection of the individuals is needed for the protection of society and vice versa); 5. the incumbent presence of death (in the light of which the hierarchy of values orienting human existence can be reshaped). The results of these reflections can point out responsibilities of the political power, and lead to hostility against philosophers and the effort of silencing their voice, reminding us of the example of Socrates","link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7462448/","file":"N/A","image":"https://philsci.org/photos/covid.svg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"Viral Reflections: Placing China in Global Health Histories","authors":"Mary Augusta Brazelton","date":"10/5/2020","source":"The Journal of Asian Studies","description":"Public health in China has become a global concern as a consequence of the outbreak and worldwide spread of COVID-19. This article examines the historical place of China in international and global health. Contrary to prevalent narratives in the history of medicine, China and Chinese historical actors played key roles in this field throughout the twentieth century. Several episodes illustrate this argument: the Qing organization of the International Plague Conference in 1911; the role of China in the work of the interwar League of Nations Health Organization and postwar establishment of the World Health Organization; Cold War medical diplomacy; and Chinese models of primary health care during the 1970s. These case studies together show that Chinese physicians and administrators helped shape concepts and practices of “global health” even before that term rose to prominence in the 1990s, and current events are best understood in the context of this history.","link":"https://www.cambridge.org/core/journals/journal-of-asian-studies/article/viral-reflections-placing-china-in-global-health-histories/E3409FB921102D8987C1374710010EA7","file":"N/A","image":"https://www.cambridge.org/core/cambridge-core/public/images/logo_core_page_share_600x600.jpg"}],"History and Philosophy of the Life Sciences":[{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"Assessing the Quality of Evidence from Epidemiological Agent-Based Models for the COVID-19 Pandemic","authors":"Mariusz Maziarz & Martin Zach","date":"1/20/2021","source":"History and Philosophy of the Life Sciences","description":"Agent-based models (ABMs) are one of the main sources of evidence for decisions regarding mitigation and suppression measures against the spread of SARS-CoV-2. These models have not been previously included in the hierarchy of evidence put forth by the evidence-based medicine movement, which prioritizes those research methods that deliver results less susceptible to the risk of confounding. We point out the need to assess the quality of evidence delivered by ABMs and ask the question of what is the risk that assumptions entertained in ABMs do not include all the key factors and make model predictions susceptible to the problem of confounding.","link":"https://link.springer.com/article/10.1007/s40656-020-00357-4","file":"N/A","image":"https://media.springernature.com/w200/springer-static/cover/journal/40656.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"Bats, Objectivity, and Viral Spillover Risk","authors":"Beckett Sterner, Steve Elliott, Nate Upham & Nico Franz","date":"01/13/2021","source":"History and Philosophy of the Life Sciences","description":"What should the best practices be for modeling zoonotic disease risks, e.g. to anticipate the next pandemic, when background assumptions are unsettled or evolving rapidly? This challenge runs deeper than one might expect, all the way into how we model the robustness of contemporary phylogenetic inference and taxonomic classifications. Different and legitimate taxonomic assumptions can destabilize the putative objectivity of zoonotic risk assessments, thus potentially supporting inconsistent and overconfident policy decisions.","link":"https://link.springer.com/article/10.1007/s40656-021-00366-x","file":"N/A","image":"https://media.springernature.com/w200/springer-static/cover/journal/40656.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"Beyond Politics: Additional Factors Underlying Skepticism of a COVID-19 Vaccine","authors":"Kenneth Boyd","date":"01/27/2021","source":"History and Philosophy of the Life Sciences","description":"Even before it had been developed there had already been skepticism among the general public concerning a vaccine for COVID-19. What are the factors that drive this skepticism? While much has been said about how political differences are at play, in this article I draw attention to two additional factors that have not received as much attention: witnessing the fallibility of the scientific process play out in real time, and a perceived breakdown of the distinction between experts and non-experts.","link":"https://link.springer.com/article/10.1007/s40656-021-00369-8","file":"N/A","image":"https://media.springernature.com/w200/springer-static/cover/journal/40656.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"COVID-19 and the Power of Rules","authors":"Malcolm Brady","date":"01/27/2021","source":"History and Philosophy of the Life Sciences","description":"This article discusses the role of human-created rules in our collective adapting to Covid-19 and our survival in its wake. Rules that make sense become institutionalised and play a dual role in our response to the pandemic: they provide a guide for individual behavior and they provide a mechanism for coordinating all our behaviors.","link":"https://link.springer.com/article/10.1007/s40656-021-00368-9","file":"N/A","image":"https://media.springernature.com/w200/springer-static/cover/journal/40656.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"COVID-19 as the Underlying Cause of Death: Disentangling Facts and Values","authors":"Maria Cristina Amoretti & Elisabetta Lalumera","date":"1/8/2021","source":"History and Philosophy of the Life Sciences","description":"In the ongoing pandemic, death statistics influence people’s feelings and government policy. But when does COVID-19 qualify as the cause of death? As philosophers of medicine interested in conceptual clarification, we address the question by analyzing the World Health Organization’s rules for the certification of death. We show that for COVID-19, WHO rules take into account both facts (causal chains) and values (the importance of prevention).","link":"https://link.springer.com/article/10.1007/s40656-020-00355-6","file":"N/A","image":"https://media.springernature.com/w200/springer-static/cover/journal/40656.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"COVID-19, Other Zoonotic Diseases and Wildlife Conservation","authors":"Carlos Santana","date":"10/8/2020","source":"History and Philosophy of the Life Sciences","description":"Many experts have warned that environmental degradation is increasing the likelihood of future pandemics like COVID-19, as habitat loss and poaching increase close contact between wildlife and people. This fact has been framed as a reason to increase wildlife conservation efforts. We have many good reasons to step up conservation efforts, but arguments for doing so on the basis of pandemic prevention are rhetorically, ethically, and empricially flawed.  (Part of the collection “Seeing Clearly Through COVID-19: Current and Future Questions for the History & Philosophy of the Life Sciences”)","link":"https://link.springer.com/article/10.1007/s40656-020-00345-8","file":"N/A","image":"https://media.springernature.com/w200/springer-static/cover/journal/40656.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"COVID-19, Uncertainty, and Moral Experiments","authors":"Michael Klenk & Ibo Van de Poel","date":"1/13/2021","source":"History and Philosophy of the Life Sciences","description":"Pandemics like COVID-19 confront us with decisions about life and death that come with great uncertainty, factual as well as moral. How should policy makers deal with such uncertainty? We suggest that rather than to deliberate until they have found the right course of action, they better do moral experiments that generate relevant experiences to enable more reliable moral evaluations and rational decisions.","link":"https://link.springer.com/article/10.1007/s40656-020-00360-9","file":"N/A","image":"https://media.springernature.com/w200/springer-static/cover/journal/40656.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"COVID-19: Rethinking the Nature of Viruses","authors":"Soraya de Chadarevian & Roberta Raffaetà","date":"1/7/2021","source":"History and Philosophy of the Life Sciences","description":"In this brief essay, we combine biological, historical, philosophical and anthropological perspectives to ask anew the question about the nature of the virus. How should we understand Sars-CoV-2 and why does it matter? The argument we present is that the virus undermines any neat distinction between the natural and the human-made, the biological and the social. Rather, to understand the virus and the pandemic we need to understand both as intimately connected to our own social and historical condition. What started as a reflection on the nature of the virus thus turns into a reflection on the human condition as refracted in this pandemic or an anthropology of the virus.","link":"https://link.springer.com/article/10.1007/s40656-020-00361-8","file":"N/A","image":"https://media.springernature.com/w200/springer-static/cover/journal/40656.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"Coronavirus Biopolitics: The Paradox of France’s Foucauldian Heritage","authors":"Mathieu Arminjon & Régis Marion-Veyron","date":"1/11/2021","source":"History and Philosophy of the Life Sciences","description":"In this short paper we analyse some paradoxical aspects of France’s Foucauldian heritage: (1) while several French scholars claim the COVID-19 pandemic is a perfect example of what Foucault called biopolitics, popular reaction instead suggests a biopolitical failure on the part of the government; (2) One of these failures concerns the government’s inability to produce reliable biostatistical data, especially regarding health inequalities in relation to COVID-19. We interrogate whether Foucaldianism contributed, in the past as well today, towards a certain myopia in France regarding biostatistics and its relation to social inequalities in health. One might ask whether this very data could provide an appropriate response to the Foucauldian question: What kind of governance of life is the pandemic revealing to us?","link":"https://link.springer.com/article/10.1007/s40656-020-00359-2","file":"N/A","image":"https://media.springernature.com/w200/springer-static/cover/journal/40656.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"How Can Science Be Well-Ordered in Times of Crisis? Learning from the SARS-CoV-2 Pandemic","authors":"Thomas A. C. Reydon","date":"11/3/2020","source":"History and Philosophy of the Life Sciences","description":"The SARS-CoV-2 pandemic constituted a crisis situation in which science was very far from Kitcher’s ideal of well-ordered science. I suggest that this could and should have been different. Kitcher’s ideal should play a role in assessing the allocation of research resources in future crisis situations, as it provides a way to balance highly divergent interests and incorporate the common good into decision-making processes on research.","link":"https://link.springer.com/article/10.1007/s40656-020-00348-5","file":"N/A","image":"https://media.springernature.com/w200/springer-static/cover/journal/40656.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"How Urban 'Informality' Can Inform Response to COVID-19: A Research Agenda for the Future","authors":"Francis Onditi, Israel Nyaburi Nyadera, Moses Madadi Obimbo, & Samson Kinyanjui Muchina","date":"1/12/2021","source":"History and Philosophy of the Life Sciences","description":"In the era of increasingly defined ontological insecurity and uncertainty driven by the ravages of COVID-19, urban informal settlement has emerged as a source of resilience. Indeed, the effects of a pandemic transcends its epidemiological characteristics to political economy and societal resilience. If resilience is the capacity of a system to adapt successfully to significant challenges that threaten the function or development of the human society, then ontological insecurity is about the lack of such capacity. Drawing on Keith Hartian’s understanding of ‘informality’ of spaces, this policy brief attempts to identify and frame a research agenda for the future. The agenda would assist future researchers and policymakers provide responses that appropriately recognize groups and actors that define the urban informal space.","link":"https://link.springer.com/article/10.1007/s40656-020-00362-7","file":"N/A","image":"https://media.springernature.com/w200/springer-static/cover/journal/40656.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"Identity, Politics, and the Pandemic: Why Is COVID-19 a Disaster for Feminism(s)?","authors":"Suze G. Berkhout & Lisa Richardson","date":"10/13/2020","source":"History and Philosophy of the Life Sciences","description":"COVID-19 has been called “a disaster for feminism” (Lewis in The coronavirus is a disaster for feminism, 2020) for numerous reasons. In this short piece, we make sense of this claim, drawing on intersectional feminism(s) to understand why an analysis that considers gender alone is inadequate to address both the risks and consequences of COVID-19.","link":"https://link.springer.com/article/10.1007/s40656-020-00346-7","file":"N/A","image":"https://media.springernature.com/w200/springer-static/cover/journal/40656.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"Loneliness and Negative Effects on Mental Health as Trade-Offs of the Policy Response to COVID-19","authors":"Elena Popa","date":"02/02/2021","source":"History and Philosophy of the Life Sciences","description":"This note introduces a framework incorporating multiple sources of evidence into the response to COVID-19 to overcome the neglect of social and psychological causes of illness. By using the example of psychological research on loneliness and its effects on physical and mental health with particular focus on aging and disability, I seek to open further inquiry into how relevant psychological and social aspects of health can be addressed at policy level.","link":"https://link.springer.com/article/10.1007/s40656-021-00372-z","file":"N/A","image":"https://media.springernature.com/w200/springer-static/cover/journal/40656.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"Medical Toolkit Organisms and COVID-19","authors":"Ulrich E. Stegmann","date":"02/02/2021","source":"History and Philosophy of the Life Sciences","description":"The Covid-19 pandemic has intensified interest in animals with superior antiviral defences. I argue that the role of such animals in biomedical research contrasts with the role of disease models.","link":"https://link.springer.com/article/10.1007/s40656-021-00371-0","file":"N/A","image":"https://media.springernature.com/w200/springer-static/cover/journal/40656.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"Seeing Beyond COVID-19: Understanding the Impact of the Pandemic on Oncology, and the Importance of Preparedness","authors":"Daniele Carrieri & Fedro Alessandro Peccatori","date":"11/18/2020","source":"History and Philosophy of the Life Sciences","description":"The impact of this pandemic is not only through COVID-19 itself: the care for non-COVID-19 related conditions has been dramatically curtailed, shaking entire healthcare services around the world. Amongst the non-COVID-19 related conditions, oncology has been disproportionally affected. We discuss how oncology has changed since the acute phase of the pandemic; its impact on clinicians, trainees, and patients; and offer some medical and historical perspectives to reflect on how this impact could be reduced.  (Part of 'Seeing Clearly Through COVID-19')","link":"https://link.springer.com/article/10.1007/s40656-020-00351-w","file":"N/A","image":"https://media.springernature.com/w200/springer-static/cover/journal/40656.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"Software Engineering Standards for Epidemiological Models","authors":"Jack K. Horner & John F. Symons","date":"11/10/2020","source":"History and Philosophy of the Life Sciences","description":"There are many tangled normative and technical questions involved in evaluating the quality of software used in epidemiological simulations. In this paper we answer some of these questions and offer practical guidance to practitioners, funders, scientific journals, and consumers of epidemiological research. The heart of our paper is a case study of the Imperial College London (ICL) covid-19 simulator, set in the context of recent work in epistemology of simulation and philosophy of epidemiology.  (Part of 'Biomedical Knowledge in a Time of COVID-19')","link":"https://link.springer.com/article/10.1007/s40656-020-00347-6","file":"N/A","image":"https://media.springernature.com/w200/springer-static/cover/journal/40656.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"The COVID-19 Pandemic: A Case for Epistemic Pluralism in Public Health Policy","authors":"Simon Lohse & Karim Bschir","date":"12/14/2020","source":"History and Philosophy of the Life Sciences","description":"This paper uses the example of the COVID-19 pandemic to analyse the danger associated with insufficient epistemic pluralism in evidence-based public health policy. Drawing on certain elements in Paul Feyerabend’s political philosophy of science, it discusses reasons for implementing more pluralism as well as challenges to be tackled on the way forward.","link":"https://link.springer.com/article/10.1007/s40656-020-00353-8","file":"N/A","image":"https://media.springernature.com/w200/springer-static/cover/journal/40656.jpg"},{"submitter":"PSA","fb":"https://www.facebook.com/philsciassociation/","tw":"https://twitter.com/PhilSciAssoc","li":"https://www.linkedin.com/company/philosophy-of-science-association/","ig":"","type":"Article/Essay","title":"The Meaning of Freedom after COVID-19","authors":"Mirko Farina & Andrea Lavazza","date":"1/8/2021","source":"History and Philosophy of the Life Sciences","description":"Many governments have seen digital health technologies as promising tools to tackle the current COVID-19 pandemic. A much-talked example in this context involves the recent deluge of digital contact tracing apps (DCT) aimed at detecting Covid-19 exposure. In this short contribution we look at the bio-political justification of this phenomenon and reflect on whether DCT apps constitute, as it is often argued, a serious potential breach of our right to privacy. Despite praising efforts attempting to develop legal and ethical frameworks for DCT apps’ usage; we argue that such endeavours are not sufficient to tackle the more fundamental problem of mass surveillance, which will remain largely unaddressed unless we deal with the biopolitical arguments presented and resort to a technical and structural defence.","link":"https://link.springer.com/article/10.1007/s40656-020-00354-7","file":"N/A","image":"https://media.springernature.com/w200/springer-static/cover/journal/40656.jpg"}]}